// 投资方式
export const InvestMethods = ['股权投资', '债权投资', '金融投资', 'BT/BOT', '项目投资', '其它投资'];

// 金额
export const Amounts = ['不限', '1万-10万', '10万-50万', '50万-100万', '100万-500万', '500万-1000万', '1000万-5000万', '5000万-1亿']

// 投资种类
export const InvestTypes = ['个人资金', '企业资金', '天使投资', 'VC投资', 'PE投资', '担保公司', '金融租赁', '投资公司', '基金公司', '资产管理', '其它资金']

// 行业
export const Industries = ['房地产', '矿产冶金', '金融投资', '农林牧渔', '能源', '建筑建材', '旅游酒店', '医疗保健', '机械机电', 'IT互联网', '电子通信', '文化传媒广告',
  '纺织服装饰品', '行政事业机构', '节能环保', '基础设施', '国防军工', '航空航天', '电气设备', '交通运输', '汽车汽配', '餐饮休闲娱乐', '教育培训体育',
  '批发零售', '食品饮料烟草', '家居日用', '生物医药', '海洋开发', '商务贸易', '家政服务', '园林园艺', '收藏品', '化学化工', '仓储物流', '家电数码',
  '其他行业']

// 地区
export const Regions = ['北京', '天津', '上海', '重庆', '浙江省', '福建省', '甘肃省', '广东省', '广西省', '贵州省', '海南省', '河北省', '河南省', '黑龙江省',
  '湖北省', '湖南省', '吉林省', '江苏省', '江西省', '辽宁省', '内蒙古', '宁夏', '青海省', '山东省', '山西省', '陕西省', '四川省', '西藏', '新疆',
  '云南省', '安徽省', '香港', '澳门', '台湾', '海外']

// 项目类型
export const ProjectTypes = ['项目融资', '资产交易', '政府招商', '投资理财']

// 融资方式
export const FinanceWays = ['债权融资', '股权融资', '整体转让', '其他融资']

// 投资阶段
export const InvestPeriods = ['种子期', '初创期', '成长期', '扩张期', '成熟期', 'Pre-IPO']

// 项目阶段
export const ProjectPeriods = ['种子期', '初创期', '成长期', '扩张期', '成熟期', 'Pre-IPO']

// 交易类别
export const DealTypes = ['房屋', '土地', '交通工具', '机械设备', '账款债权', '有价票据', '无形资产', '股权', '矿产', '林权', '存货', '收藏品', '经营权',
  '金融资产', '其它']

// 交易方式
export const DealWays = ['拍卖', '协议', '竟价', '招标']

// 招商方式
export const AttractWays = ['合资', '独资', 'BT或BOT', '其它合作方式']

// 产品类型
export const ProductTypes = ['银行理财', '信托产品', '有限合伙', '阳光私募', '私募股权', '券商集合', '一对多', '私募债']

// 提供材料
export const ProvideMaterials = ['商业/项目计划书', '公司证件', '相关财务资料', '其他材料']

// 是否推荐
export const Recommend = [{
  value: 0,
  label: '不推荐'
}, {
  value: 1,
  label: '推荐'
}]

// 投资方式
export const InvestWays = [{
  value: '股权投资',
  label: '股权投资'
}, {
  value: '债权投资',
  label: '债权投资'
}, {
  value: '其它投资',
  label: '其它投资'
}]